Repository: grengojbo/satchmo
Catalog: satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: da, ru

source: Clear all featured
ru: Отменить все специальные предложения

source: Disable all Products with 0 quantity.
ru: Деактивировать все продукты с 0-ми остатками.

source: Disable ProductVariations with 0 quantity.
ru: Деактивировать все варианты с 0-ми остатками.

source: WARNING: THIS FUNCTION IS STILL EXPERIMENTAL. DO NOT USE IN PRODUCTION.
ru: ВНИМАНИЕ: ЭТА ФУНКЦИЯ НАХОДИТСЯ ЕЩЕ НА ЭКСПЕРИМЕНТАЛЬНОЙ СТАДИИ. НЕ ИСПОЛЬЗУЙТЕ НА РАБОЧЕМ САЙТЕ.

source: Import
ru: Импорт

source: Import from fixture file:
ru: Импорт из файла данных:

source: Export
ru: Экспорт

source: Export?
ru: Экспортировать?

source: Include images?
ru: Включать изображения?

source: Format?
ru: Форматировать?

source: Reset
ru: Сброс

source: Check all
ru: Отметить все

source: Uncheck all
ru: Снять отметку со всего

source: No products.
ru: Нет продуктов.

source: Product import/export
ru: Импорт/экспеорт продуктов

source: Results
ru: Результаты

source: Import Results
ru: Импорт результатов

source: Errors
ru: Ошибки

source: results
ru: результаты

source: Variation Manager for %(product_name)s
ru: Менеджер вариантов для %(product_name)s

source: <p>The Variation Manager helps create the exact set of variations you need for your Configurable Product</p> <p>Make choices from the Option Groups below, and then click one of the helper links below them to select or deselect variations which have those options.</p> <p>Fine tune the active variations by putting a checkmark next to those that you want to keep or create, then then click <b>Update Variations</b>. </p>
ru: <p>Менеджер вариантов помогает в создании набора вариантов, необходимых для конфигурируемого продукта</p> <p>Выберите группы опций, а затем щелкните по вспомогательной ссылке под ними, чтобы создать наборы опций.</p> <p>Отредактируйте активные варианты, ставя галочку рядом с теми, которые вы хотите оставить или создать, а затем нажмите <b>Обновить варианты</b>. </p>

source: Select These Options
da: Vælg disse valgmuligheder
ru: Выбрать опции

source: Select Only These Options
da: Vælg kun disse valgmuligheder
ru: Выбрать только эти опции

source: Select All
da: Vælg alle
ru: Выбрать все

source: Deselect These Options
da: Fravælg disse valgmuligheder
ru: Снять выбор

source: Deselect All
da: Fravælg alle
ru: Снять выбор со всего

source: Show All
da: Vis alle
ru: Показать все

source: Hide Inactive Rows
da: Skjul inaktive rækker
ru: Спрятать неактивные строки

source: Exists
da: Eksisterer
ru: Существует

source: Create/Keep
da: Opret/behold
ru: Создать/оставить

source: yes
da: ja
ru: да

source: no
da: nej
ru: нет

source: Add %(subtype)s
da: Tilføj %(subtype)s
ru: Добавить %(subtype)s

source: The product you have requested does not exist.
da: Det produkt du efterspurgte findes ikke.
ru: Продукт, запрошенный вами, не существует.

source: not available
ru: не доступно

source: Inventory Editor
ru: Редактор товаров

source: Product Import/Export
ru: Импорт/экспорт продукции

source: No upload file found
ru: Закачанный файл не найден

source: 1 product was
da: 1 produkt blev

source: %s products were
da: %s produkter blev

source: Product Model Options
da: Produktmodelindstillinger

source: Product Variation
da: Produktvarianter

source: Weight units
da: Vægtenhed

source: Length units
da: Længdeenhed

source: Width units
da: Breddeenhed

source: Height units
da: Højdeenhed

source: Num allowed downloads
da: Maks. antal downloads

source: Downloadable Products
da: Downloadvarer

source: Duration
da: Varighed

source: Is this product shippable?
da: Kan dette produkt sendes til kunden?

source: Subscription Products
da: Abonnementsprodukter

source: Trial Duration
da: Prøveperiodens længde

source: Options
da: Valgmuligheder

source: Two options from the same option group cannot be applied to an item.
da: To valgmuligheder fra den samme valggruppe kan ikke bruges på en vare.

source: Product variation
da: Produktvariant

source: Product variations
da: Produktvarianter

source: Attribute name
da: Attributnavn

source: Field Validations
da: Feltvalidering

source: Error Message
da: Fejlbesked

source: Expires
da: Udløber

source: Description of products that would be taxed.
da: Beskrivelser af de produkter der hører ind under denne afgift.

source: Tax Classes
da: Afgiftsklasser

source: Best Rated Products
da: Bedst vurderede produkter

source: Best Selling Products
da: Bedst sælgende produkter

source: Subscription product %(name)s
da: Abonnementsprodukt %(name)s

source: Notice
da: Besked

source: Previous
da: Forrige

source: Inventory
da: Varelager

source: Unit Price
da: Stykpris

source: Helper Links
da: Hjælpelinks

source: Update Variations
da: Opdater variationer

source: Edit %(subtype)s
da: Redigér %(subtype)s

source: Delete ProductVariation
da: Slet Produktvariant

source: The category you have requested does not exist.
da: Den kategori du efterspurgte findes ikke.
