Repository: grengojbo/satchmo
Catalog: satchmo/apps/product/locale/*/LC_MESSAGES/django.po
Languages: da, ru

source: Invalid regular expression
ru: Неправильное регулярное выражение

source: You must not save a category in itself!
ru: Вы не должны сохранять раздел внутри него самого!

source: %s successfully marked as active
da: %s markeret som aktive
ru: %s помечен(ы) активным(и)

source: Mark selected products as active
da: Markér valgte produkter som aktive
ru: Отметить выбранные продукты как активные

source: %s successfully marked as inactive
da: %s markeret som inaktive
ru: %s помечен(ы) неактивным(и)

source: Mark selected products as inactive
da: Markér valgte produkter som inaktive
ru: Отметить выбранные продукты как неактивные

source: %s successfully marked as featured
da: %s markeret som udvalgte varer
ru: %s помечен(ы) как специальное предложение

source: Mark selected products as featured
da: Markér valgte produkter som udvalgte varer
ru: Пометить как специальное предложение?

source: %s successfully marked as not featured
da: %s markeret som ikke udvalgte varer
ru: %s помечен(ы) как обычные

source: Mark selected products as not featured
da: Markér valgte produkter som ikke udvalgte varer
ru: Пометить как обычные(не специальное предложение)?

source: Meta Data
ru: Метаданные

source: Item Dimensions
da: Varens mål
ru: Размеры товара

source: Tax
da: Moms
ru: Налог

source: Related Products
da: Relaterede varer
ru: Связанные продукты

source: Product Settings
da: Produktindstillinger
ru: Настройки продукции

source: Upload Image Dir
ru: Каталог закачки изображений

source: Directory name for storing uploaded images. This value will be appended to MEDIA_ROOT. Do not worry about slashes. We can handle it any which way.
ru: Имя каталога для сохранения закачиваемых изображений. Это значение будет соединено с MEDIA_ROOT. Не беспокойтесь насчет слешей. Путь будет действительным в любом случае.

source: Total featured
ru: Всего специальных предложений

source: Total number of featured items to display
ru: Количество отображаемых специальных предложений

source: Number featured
ru: Количество специальных предложений

source: Number of featured items to display on each page
ru: Количество отображаемых специальных предложений отображаемы на одной странице

source: Measurement System
ru: Система измерений

source: Default measurement system to use for products.
ru: Система измерений по-умолчанию для продукта.

source: Metric
ru: Метрическая

source: Imperial
ru: Британская

source: Allow checkout with 0 inventory?
ru: Разрешить заказ без наличия товара?

source: If yes, then customers can buy even if your inventory is 0 for a product.
ru: Если да, клиенты могут покупать, даже если товара нет на складе.

source: Random Display
ru: Случайное отображение

source: Enable random display of featured products on home page
ru: Отображать специальные предложения случайным образом на главной

source: Track inventory levels?
ru: Следить за остатками на складе

source: If no, then inventory will not be tracked for products sold.
ru: Если нет, остатки не будут меняться при продаже продуктов.

source: export format
da: eksportformat
ru: формат экспорта

source: Include Images
ru: Включать изображения

source: Include Categories
ru: Включить категории

source: File to import
ru: Файл для импорта

source: Could not parse format from filename: %s
ru: Не удалось разобрать формат в файле: %s

source: Bad VARS file in import zipfile.
ru: Неправильный файл VARS в импортируемом ZIP-архиве.

source: Missing VARS in import zipfile.
ru: Файл VARS не найден в импортируемом ZIP-архиве.

source: Unknown file format: %s
ru: Неизвестный формат файла: %s

source: Added %(count)i objects from %(filename)s
ru: Добавлено %(count)i объектов из %(filename)s

source: Problem installing fixture '%(filename)s': %(error_msg)s
ru: Проблема при установке данных из файла '%(filename)s': %(error_msg)s

source: None
da: Ingen
ru: Отсутствует

source: Free Shipping
da: Gratis forsendelse
ru: Бесплатная доставка

source: Cheapest shipping option is free
da: Den billigeste forsendelsesform er gratis
ru: Самый дешевый вариант доставки бесплатно

source: Apply the discount above to shipping
da: Brug den ovenstående rabat til forsendelse
ru: Применить скидку на доставку

source: Default
da: Standard
ru: По-умолчанию

source: Shippable
ru: С доставкой

source: Not Shippable
ru: Без доставки

source: Site
ru: Сайт

source: Name
da: Navn
ru: Название

source: Slug
ru: Короткое имя

source: Used for URLs, auto-generated from name if blank
da: Bruges i URLer, automatisk genereret ud fra navnet hvis blank
ru: Используется для URL, генерируется из имени, если пустое. Должно быть на латинице.

source: Meta Description
ru: Meta-описание

source: Meta description for this category
da: Meta description for denne kategori
ru: Meta-описание для этого раздела

source: Description
da: Beskrivelse
ru: Описание

source: Ordering
da: Rækkefølge
ru: Порядок сортировки

source: Override alphabetical order in category display
da: Bestem rækkefølgen i kategorioversigten
ru: Переопределяет алфавитный порядок при отображении разделов

source: Active
da: Aktiv
ru: Активно

source: Related Categories
da: Relaterede kategorier
ru: Связанные категории

source: Category
da: Kategori
ru: Раздел

source: Categories
da: Kategorier
ru: Разделы

source: language
da: sprog
ru: язык

source: Translated Category Name
da: Oversat kategorinavn
ru: Переведенное название раздела

source: Description of category
da: Beskrivelse af kategori
ru: Описание раздела

source: version
ru: версия

source: active
da: aktiv
ru: активно

source: Category Translation
da: Kategorioversættelse
ru: Перевод разделов

source: Category Translations
da: Kategorioversættelser
ru: Переводы разделов

source: Picture
da: Billede
ru: Изображение

source: Optional caption
da: Frivilig billedtekst
ru: Необязательный заголовок

source: Sort Order
da: Sorteringsrækkefølge
ru: Порядок сортировки

source: Category Image
da: Kategoribillede
ru: Изображение разделов

source: Category Images
da: Kategoribilleder
ru: Изображения разделов

source: Translated Caption
da: Oversat billedtekst
ru: Переведенный заголовк

source: Category Image Translation
da: Kategoribilledeoversættelse
ru: Перевод изображения разделов

source: Category Image Translations
da: Kategoribilledeoversættelser
ru: Перевод изображений разделов

source: No Discount
da: Ingen rabat
ru: Нет скидки

source: site
ru: сайт

source: Discount Code
da: Rabatkode
ru: Код на скидку

source: Coupon Code
da: Kuponkode
ru: Код купона

source: Discount Amount
da: Rabatsum
ru: Размер скидки

source: Enter absolute discount amount OR percentage.
da: Skriv et almindeligt tal eller en procentsats.
ru: Введите абсолютную величину скидки ИЛИ процент.

source: Discount Percentage
da: Rabatprocent
ru: Скидка в процентах

source: Enter absolute discount amount OR percentage. Percents are given in whole numbers, and can be up to 100%.
da: Skriv et rabatbeløb eller en rabatprocent. Procenter gives i hele antal procent og kan være op til 100%.
ru: Введите абсолютную величину скидки ИЛИ процент. Процент - целое число до 100%.

source: Is this an automatic discount?
da: Er dette en automatisk rabat?
ru: Это автоматическая скидка?

source: Use this field to advertise the discount on all products to which it applies. Generally this is used for site-wide sales.
da: Brug dette felt til at reklamere for rabatten på alle produkter den er tilgængelig på. Bruges som regel i forbindelse med udsalg på siden.
ru: Используйте это поле для рекламирования скидки на все продукты к которым она применяется. В основном это применяется для сквозных (site-wide) продаж.

source: Number of allowed uses
da: Maks brugsantal
ru: Допустимое количество использований

source: Set this to a number greater than 0 to have the discount expire after that many uses.
da: Sæt dette til et tal større end 0 for at begrænse hvor mange kunder der kan benytte sig af rabatten. Når tallet er nået, udløber rabatten.
ru: Максимальное число использований скидки. 0 - неограниченное.

source: Number of times already used
da: Antal gange brugt på nuværende tidspunkt
ru: Текущее число использований.

source: Minimum order value
da: Minimum ordreværdi
ru: Минимальный размер заказа

source: Start Date
da: Startdato
ru: Дата начала

source: End Date
da: Slutdato
ru: Дата окончания

source: Shipping
da: Forsendelse
ru: Доставка

source: All products?
da: Alle varer
ru: Все продукты?

source: Apply this discount to all discountable products? If this is false you must select products below in the "Valid Products" section.
da: Brug denne rabat på alle varer der kan gives rabat på? Hvis ikke, skal du vælge de specifikke produkter nedenfor under “Gyldige produkter”.
ru: Применить эту скидку ко всем возможным продуктам? Если нет - вы должны выбрать "Действующие продукты".

source: Valid Products
da: Gyldige produkter
ru: Действующие продукты

source: Valid Categories
ru: Действительные категории

source: This coupon is disabled.
da: Denne kupon er deaktiveret.
ru: Этот купон заблокирован.

source: This coupon is not active yet.
da: Denne kupon er ikke aktiv endnu.
ru: Этот купон пока не активирован.

source: This coupon has expired.
da: Denne kupon er udløbet.
ru: Срок действия этого купона истек.

source: This discount has exceeded the number of allowed uses.
da: Denne rabat har overskredet grænsen for hvor mange gange den måtte bruges.
ru: Эту скидку уже использовали максимальное количество раз.

source: This discount only applies to orders of at least %s.
da: Denne rabat gælder kun for ordrer på mindst %s.
ru: Эта скидка применяется только к заказам от %s.

source: This discount cannot be applied to the products in your cart.
da: Denne rabat gælder ikke for nogen af varerne i din kurv.
ru: Эта скидка не может быть применена к продукции из вашей корзины.

source: Valid.
da: Gyldig.
ru: Действительно.

source: Discount
da: Rabat
ru: Скидка

source: Discounts
da: Rabatter
ru: Скидки

source: Name of Option Group
ru: Название группы опций

source: This will be the text displayed on the product page.
ru: Это будет текст, отображаемый на странице продукта.

source: Detailed Description
da: Detaljeret beskrivelse
ru: Детализированное описание

source: Further description of this group (i.e. shirt size vs shoe size).
da: Beskrivelse af denne gruppe (f.eks. skjorte- eller skostørrelse).
ru: Более подробное описание этой группы (например, размер майки или размер обуви).

source: The display order for this group.
ru: Порядок отображения для этой группы.

source: Option Group
ru: Группа опций

source: Option Groups
ru: Группы опций

source: Translated OptionGroup Name
ru: Переведенное название группы опций

source: Description of OptionGroup
ru: Описание группы опций

source: Option Group Translation
ru: Перевод групп опций

source: Option Groups Translations
ru: Переводы групп опций

source: Display value
ru: Отображаемое значение

source: Stored value
ru: Сохраняемое значение

source: Price Change
da: Prisændring
ru: Разница в цене

source: This is the price differential for this option.
da: Dette er prisforskellen for denne valgmulighed
ru: Это - разница в цене для данной опции

source: Option Item
ru: Элемент опции

source: Option Items
ru: Элементы опции

source: Option Translation
ru: Перевод опции

source: Option Translations
ru: Переводы опций

source: Full Name
ru: Полное имя

source: This is what the product will be called in the default site language. To add non-default translations, use the Product Translation section below.
ru: Так будет называться продукт на языке сайта по умолчанию. Чтобы добавить переводы, отличные от языка по умолчанию, используйте раздел "Перевод продуктов" ниже.

source: Slug Name
ru: Короткое имя для URL

source: SKU
ru: Идентификатор (SKU)

source: Defaults to slug if left blank
ru: Используется для URL, если короткое имя пусто.

source: Short description of product
ru: Короткое описание продукта

source: This should be a 1 or 2 line description in the default site language for use in product listing screens
ru: Это должно быть описание в 1 или 2 строки на языке сайта по умолчанию для использования при отображении списка продуктов

source: Description of product
ru: Описание продукта

source: This field can contain HTML and should be a few paragraphs in the default site language explaining the background of the product, and anything that would help the potential customer make their purchase.
ru: Это поле может содержать HTML-текст длиной в несколько параграфов на языке сайта по умолчанию, описывающий продукт и все, что может помочь потенциальному покупателю осуществить заказ.

source: Number in stock
ru: Количество на складе

source: Meta description for this product
ru: Meta-описание данного продукта

source: Date added
ru: Дата добавления

source: This will determine whether or not this product will appear on the site
ru: Характеризует, будет ли отображаться продукт на сайте или нет

source: Featured items will show on the front page
ru: Специальное предложение будет отображаться на главной странице

source: Weight
da: Vægt
ru: Вес

source: Length
da: Længde
ru: Длина

source: Width
da: Bredde
ru: Ширина

source: Height
da: Højde
ru: Высота

source: Related Items
da: Relaterede varer
ru: Связанные товары

source: Previously Purchased
da: Tidligere købt
ru: Купленное ранее

source: Total sold
da: Totalt antal solgte
ru: Всего продано

source: Taxable
da: Momspligtig
ru: Облагается налогом

source: Tax Class
da: Momsgruppe
ru: Тип налога

source: If it is taxable, what kind of tax?
da: Hvis momspligtig, hvilken momsgruppe?
ru: Если облагается налогом, то какой тип налога?

source: If this is 'Default', then we'll use the product type to determine if it is shippable.
ru: 'По-умолчанию' - будет использоваться тип продукта, для определения, возможна ли доставка.

source: Product
da: Produkt
ru: Продукт

source: Products
da: Produkter
ru: Продукты

source: Product Subtypes
da: Produktundertyper
ru: Подтипы продукта

source: This field can contain HTML and should be a few paragraphs explaining the background of the product, and anything that would help the potential customer make their purchase.
ru: Это поле может содержать HTML-текст длиной в несколько параграфов, описывающий продукт и все, что может помочь потенциальному покупателю осуществить заказ.

source: This should be a 1 or 2 line description for use in product listing screens
ru: Должно быть описанием в 1 или 2 строки для использования при отображении списка продуктов

source: Product Translation
da: Produktoversættelse
ru: Перевод продуктов

source: Product Translations
da: Produktoversættelser
ru: Переводы продуктов

source: One or more characters
da: En eller flere tegn
ru: Один или несколько символов

source: Integer number
da: Heltal
ru: Целое число

source: Yes or No
da: Ja eller nej
ru: Да или нет

source: Decimal number
da: Decimaltal
ru: Десятичное число

source: Invalid Entry
da: Ugyldig indtastning
ru: Неправильная запись

source: Value
da: Værdi
ru: Значение

source: Product Attribute
da: Produktattribut
ru: Атрибут продукции

source: Product Attributes
da: Produktattributter
ru: Атрибуты продукции

source: Price
da: Pris
ru: Цена

source: Discount Quantity
da: Rabatmængde
ru: Количество для скидки

source: Use this price only for this quantity or higher
da: Brug denne pris for dette antal eller flere varer
ru: Использовать эту цену только для данного количества и выше

source: Prices
da: Priser
ru: Цены

source: Product Image
da: Produktbillede
ru: Изображение продукции

source: Product Images
da: Produktbilleder
ru: Изображения продукции

source: Product Image Translation
da: Produktbilledoversættelse
ru: Перевод изображений продукции

source: Product Image Translations
da: Produktbilledoversættelser
ru: Переводы изображений продукции

source: Title
da: Navn
ru: Наименование

source: Displayed title of this tax.
da: Vist navn for denne afgift.
ru: Отображаемое наименование налога

source: Price Adjustment
da: Prisjustering
ru: Надбавка к цене

source: Create Variations
da: Opret variationer
ru: Создать варианты

source: Create ProductVariations for all this product's options. To use this, you must first add an option, save, then return to this page and select this option.
ru: Создать варианты продукта для всех опций продукта. Чтобы использовать их, вы должны вначале добавить опцию, сохранить, затем вернуться к этой странице и выбрать эту опцию.

source: Configurable Product
ru: Конфигурируемый продукт

source: Parent
da: Forælder
ru: Родитель

source: Percent Downpayment
da: Udbetalingsprocent
ru: Процент предоплаты

source: Deferred Shipping
da: Forsinket forsendelse
ru: Отложенная доставка

source: Do not charge shipping at checkout for this item.
da: Opkræv ikke forsendelse ved checkout for dette produkt.
ru: Не снимать за доставку этого продукта при оформлении заказа.

source: Custom field name
ru: Название особого поля

source: Auto-generated from name if blank
ru: Генерируется автоматически, если пусто

source: Custom Fields
ru: Особые поля

source: Translated Custom Text Field Name
ru: Переведенное имя особого текстового поля

source: CustomTextField Translation
ru: Перевод особых текстовых полей

source: CustomTextField Translations
ru: Переводы особых текстовых полей

source: Protected dir
ru: Защищенный каталог

source: Order immediately available for download
ru: Заказ готов к скачиванию

source: File
da: Fil
ru: Файл

source: Number of times link can be accessed.
da: Antal gange brugeren kan benytte download-linket.
ru: Какое количество раз ссылка должнать быть доступной.

source: Expire minutes
da: Udløbstid
ru: Время действия в минутах

source: Number of minutes the link should remain active.
da: Antal minutter linket forbliver aktivt.
ru: Количество минут, на протяжении которых ссылка должна оставаться активной.

source: Is this download currently active?
da: Er denne download aktiv?
ru: Является ли эта скачка активной на данный момент?

source: Downloadable Product
da: Download-produkt
ru: Скачиваемый продукт

source: Key
ru: Ключ

source: Time stamp
ru: Время создания

source: Download Link
ru: Ссылка для скачивания

source: Download Links
ru: Ссылки для скачивания

source: Recurring Billing
da: Abonnementsbetaling
ru: Повторная оплата

source: Customer will be charged the regular product price on a periodic basis.
da: Kunden betaler produktets almindelige pris periodisk.
ru: С клиента периодически будет сниматься обычная цена продукта.

source: Recurring Times
da: Antal gentagelser
ru: Число повторов

source: Number of payments which will occur at the regular rate. (optional)
da: Hvor mange gange kunden skal betale. (frivillig)
ru: Число оплат, которые будут происходить с обычно частотой. (не обязательно)

source: Length of each billing cycle
da: Tidsperiode mellem hver betaling
ru: Длительность каждого цикла оплаты

source: Days
da: Dage
ru: Дни

source: Months
da: Måneder
ru: Месяцы

source: Expire Unit
da: Udløbsenhed
ru: Единицы измерения

source: No Shipping Charges
da: Ingen forsendelsesomkostninger
ru: Бесплатная доставка

source: Pay Shipping Once
da: Betal forsendelse første gang
ru: Доставка оплачивается один раз

source: Pay Shipping Each Billing Cycle
da: Betal forsendelse hver gang
ru: Доставка оплачивается на каждом цикле

source: Shippable?
da: Forsendes?
ru: С доставкой?

source: Subscription Product
da: Abonnementsprodukt
ru: Продукт-подписка

source: Set to 0 for a free trial. Leave empty if product does not have a trial.
da: Set til 0 for en gratis prøve. Lad feltet være tomt hvis der ikke er en prøveperiode.
ru: Установите в 0 для бесплатного испытательного периода. Оставьте пустым, если у продукта нет испытательного периода.

source: Length of trial billing cycle. Leave empty if product does not have a trial.
da: Længden af prøveperioden. Udfyldes ikke, hvis produktet ikke har en prøveperiode.
ru: Длительность цикла оплаты испытательного периода. Оставьте пустым, если у продукта нет испытательного периода.

source: Trial Terms
da: Betingelser for prøveperioden
ru: Условия испытательного периода

source: Helpers
da: Hjælpere
ru: Помощники

source: Variations
da: Variationer
ru: Варианты

source: Home
da: Hjem
ru: Домой

source: Most Popular
da: Mest populære
ru: Наиболее популярные

source: Rating %(rating)s
da: Vurdering %(rating)s
ru: Рейтинг %(rating)s

source: Best Sellers
da: Bedst sælgende
ru: Бестселлеры

source: Base Price:
da: Bedste pris:
ru: Базовая цена

source: price at right is your deposit, you will receive a bill for the remainder when your item is ready.
ru: это предоплата, вы получите счет на остаток, когда ваш товар будет готов.

source: This is the trial price to be charged today, see <a href="%(url)s">the product description</a> for full pricing details.
ru: Это испытательная цена на сегодня, смотрите <a href="%(url)s">the описание продукта</a>, чтобы узнать детали.

source: Free trial, see <a href="%(url)s">the product description</a> for full pricing details.
ru: Бестлатный испытательный период, смотрите <a href="%(url)s">описание продукта</a>, чтобы узнать подробности.

source: For full pricing details, see <a href="%(url)s">the product description</a>.
ru: Чтобы узнать подробности о цене, смотрите <a href="%(url)s">описание продукта</a>.

source: (incl. tax)
da: (inkl. moms og afgifter)
ru: (вкл. налоги)

source: Please choose your options
ru: Пожалуйств, выберите желаемые опции

source: Quantity
ru: Количество

source: Add to cart
da: Læg i kurv
ru: Добавить в корзину

source: Custom order for %(name)s
da: Tilpasset bestillning af %(name)s
ru: Особый заказ для %(name)s

source: more
da: mere
ru: больше

source: Only
da: Kun
ru: Только

source: easy payments of:
da: nemme betalinger af:
ru: платежей по

source: This product has trial subscription pricing
da: Dette produkt har et prøveabonnement
ru: У этого продукта есть цена на пробную подписку

source: Free
da: Gratis
ru: Бесплатно

source: for trial period of
da: i prøveperioden på
ru: на пробный период

source: days
da: dag
ru: дней

source: months
da: måneder
ru: месяцев

source: Cart
da: Kurv
ru: Корзина

source: This store requires a minimum order of %(value)s before you can check out.
da: Denne butik kræver en minimumsbestilling på %(value)s før du kan fuldende ordren.
ru: В этом магазине Вам необходимо сделать заказ на %(value)s прежде чем Вы сможете его оформить

source: <p>This item is eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ru: <p>На этот продукт оформляется скидка %(pct)s если Вы введете код "%(code)s" во время %(desc)s до %(enddate)s.</p>

source: Recently Added
da: Nye produkter
ru: Недавно добавленные

source: Next
da: Næste
ru: Вперед

source: Bad Page
da: Ugyldigt sidetal
ru: Неправильная страница

source: <p>Products in your cart are eligible to receive a discount of %(pct)s when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ru: <p>На все продукты в корзине оформляется скидка %(pct)s если Вы введете код "%(code)s" во время %(desc)s до %(enddate)s.</p>

source: <p>Products on this page are eligible to receive a discount of %(pct)s during checkout when you enter the code "%(code)s" during our %(desc)s which ends on %(enddate)s.</p>
ru: <p>На все продукты на странице оформляется скидка %(pct)s если Вы введете код "%(code)s" во время %(desc)s до %(enddate)s.</p>

source: Documentation
da: Dokumentation
ru: Документация

source: Change password
da: Skift kodeord
ru: Сменить пароль

source: Log out
da: Log ud
ru: Выйти

source: Inventory Management
da: Lagerstyring
ru: Управление товарами

source: Please correct the error below.
da: Ret venligst fejlen herunder.
ru: Пожалуйста, исправьте следующую ошибку.

source: Mark all featured
ru: Отметить специальные предложения
